[
  {
    "author": "Nivedha sukumar",
    "rating": "1 star",
    "text": "I ordered a phone skin online after reading all the hype in the reviews. I'm sure those positive reviews are from people who got their skins applied in the shop. The online orders are terrible. The fit, adhesive, and size for my phone model are all awful. I had planned to order one for my laptop after doing my phone, but given the quality, it's not even worth 100 rupees. The worst part is that they don't respond to customer complaints—they just disappear. I'm certain people who visited their shop had a different experience. So, please, when posting your review, mention whether it was an online order or an in-store purchase. And yes I got mine stuck in a mobile shop i dint do it myself. There is no response even after sending a video on how it looks . Pure wastage of 599 rupees."
  },
  {
    "author": "Mukul Bhardwaj",
    "rating": "5 stars",
    "text": "These guys got all the best wraps for your phones and accessories. Best in town. Must visit!!👍🏼😊 …"
  },
  {
    "author": "Aditya Jain",
    "rating": "3 stars",
    "text": "Hard working Guy Shubham..\nPrecise Cut and fitting..\nHave good variety\n\nOver priced...\nTime consuming as only one person doing all the job\nIf price are reduced then highly recommend"
  },
  {
    "author": "rio konsam",
    "rating": "1 star",
    "text": "Too expensive, price doesn't match the work (details are not that precise compared to rate and charge taken).\nDon't waste money"
  },
  {
    "author": "P V Gopal",
    "rating": "5 stars",
    "text": "Absolute craft! I am 100% satisfied with the purchase. Applying skins on phone is a task you need a lot of patience for. The guy was super calm and did it with perfection. I cannot tell if my phone has a skin or if its the base color. Simply changed the entire look of my phone!\n\nThe place is easy to find, with proper sitting and a ton of available options to choose from. As per the worker, they do skins for almost any type of device. So if you cannot find one for your phone online, I recommend going to this place.\n\nBest work for affordable or perhaps cheap price considering the skill it takes."
  },
  {
    "author": "Amit Dagar",
    "rating": "5 stars",
    "text": "you offer very good & unbreakable quality wrap or making a mobile better to best ur hand a mount wrap in better way"
  },
  {
    "author": "Mayank Kumar",
    "rating": "5 stars",
    "text": "No work issue.... Best skin wrapper for mobile phone, laptop, carkey, tabs, Ear buds. Fixed price shop but somehow expensive.\nAsk price before purchasing skins coz Price may vary depending on the Expensive mobile phones"
  },
  {
    "author": "Duonic",
    "rating": "5 stars",
    "text": "Got my phone wrapped today. I'm sure it'll age like fine wine.\n\nThe skin is perfect, high quality and 3d to an extent. All the holes are cut perfectly with no unnecessary gaps and I can't even feel an edge.\n\nWould recommend 10/10"
  },
  {
    "author": "Ashutosh",
    "rating": "5 stars",
    "text": "Good collection and overwhelming service. Cheers!"
  },
  {
    "author": "Mohit Jangra",
    "rating": "5 stars",
    "text": "Its been almost 5 year . Iam customer of shubham I see him growing from learning to master. He is the only person whom I can give my 1.5 lakhs of rupees phones with any hesitation of blade cuts marks.\nThe lamination he provides is out standing . Last longs 3-4years easily even more than that."
  },
  {
    "author": "Harshvardhan Jadeja",
    "rating": "5 stars",
    "text": "Turn your dream mobile wraps into reality! High quality job! Love it, thank you sooo much!!!"
  },
  {
    "author": "Raghav Gujral",
    "rating": "5 stars",
    "text": "Excellent and best in town please do visit.😍👍🏻 …"
  },
  {
    "author": "NAVEEN SHARMA",
    "rating": "5 stars",
    "text": "Love to be in this shop .. lots and lots of designer skins for mobile ... Plz vist"
  },
  {
    "author": "Muhib Arfin",
    "rating": "5 stars",
    "text": "Best ever mobile lamination experience.\nTotally worth it..."
  },
  {
    "author": "garima atri",
    "rating": "5 stars",
    "text": "Was roaming around the market and fortunately landed on this shop.. just after stepping into the shop my mind was blow away , I couldn't focus my eye on one design because there were soo many obviously. The work is amazing, quality is nice and the owner is polite as well.. will be coming back again and again for sure. 😌 …"
  },
  {
    "author": "Utkarsh Tyagi",
    "rating": "5 stars",
    "text": "They have very good rates and they do very good work too 💯 …"
  },
  {
    "author": "manish sharma",
    "rating": "5 stars",
    "text": "Thank you so much Mobiiwrap (Shivam Bro) , Such a humble and polite person you are and if i talk about your work its amazingly beautiful, no-one can match the finishing which you are giving in your work .\nI noticed that you always think about customer satisfaction, if they are not satisfied you always do that work again for their satisfaction.\nThanks thanks alot to Bro Shivam and Pratham\n#mobiiwrap"
  },
  {
    "author": "Suresh Bera",
    "rating": "4 stars",
    "text": "Wrap was so good and also the life of wrap is so good and also worth it.\nAnd I am sure that no one disappointed about skin.\nAnd wrap are also affordable."
  },
  {
    "author": "Alex Mnsury",
    "rating": "5 stars",
    "text": "The skin quality is very premium and price is also affordable the years of experience in the skin market for mobiiwrap is just phenomenal love their skins"
  },
  {
    "author": "Eddie Tech N Travel",
    "rating": "3 stars",
    "text": "Yes.. he is overpriced but let me explain..\nHe is the only guy that has machine that can precise cut skins as per dimensions of phones.. so he is cashing on that.. there is nothing wrong in that as there is no competition near him..\n\nHis shop is always busy and he is working with dedication...\n\nMinimum Skin cost Rs 400\nFew tips.. always ask for price b4 showing or telling him phone model.. the more expensive phone the more money he charges..\nHe also don't entertain if you get your skin.. he emphasis on his shop skins"
  },
  {
    "author": "vijay indora",
    "rating": "5 stars",
    "text": "One of the best wraps i've ever seen. I've iphone 14pro, and the skin looks beautiful on it. A must buy mobile skin shop."
  },
  {
    "author": "Gurpreet Singh Bhatia",
    "rating": "1 star",
    "text": "Their work is just average and the guy who does is overconfident to another level. They wrapped my ipad but the quality of wrapping was simply poor. They infact forgot to cut out the mics properly. Not recommended."
  },
  {
    "author": "saiftec",
    "rating": "5 stars",
    "text": "Nice Designs for all your mobile need . Everyone should visit this shop once .."
  },
  {
    "author": "pankhuri sharma",
    "rating": "5 stars",
    "text": "A Unique Brand Name, A Man himself, If i talk about my Experience with this Brand, the Mobiwrap is doing great work in their Field, if I talking About the Work I want to mention ,i got the best Quality skin with a little bit high price,But If You are looking for Quality the price is absolutely Bearble! All the Best Mobiwrap💫 …"
  },
  {
    "author": "Mohd Touqeer",
    "rating": "5 stars",
    "text": "The quality of wrap is The Best. The price is also affordable cause the quality of work He is giving. The cutting of wrap is also look perfect. His work is 10/10👍"
  },
  {
    "author": "Ojas Sharma",
    "rating": "5 stars",
    "text": "it is the best quality and has best textures, it can be applied easily, skins available for all phones"
  },
  {
    "author": "sharath chandra",
    "rating": "5 stars",
    "text": "The quality of the wrap and its thickness is good,It dosent leave any glue after removal"
  },
  {
    "author": "Vaibhav Chandolia",
    "rating": "5 stars",
    "text": "It was a great experience. So good work 👍 …"
  },
  {
    "author": "Sanchit Sharma",
    "rating": "5 stars",
    "text": "Because your wrapping looks great and when it removes from device........it completely remove without any stain on device"
  },
  {
    "author": "Ashish Singh Kirar",
    "rating": "5 stars",
    "text": "I have been acquiring the service before the establishment of MobiiWrap by the owner. According to pure customer perspective, if you are a \"PHONE PERSON\" (the people who are can get that reference) and you seek Quality! MobiiWrap is the Place to be!\nI with my recent experience can share, I was struggling to find the best solution for my curved phone, wasted a lot of money on UV glass etc. Then got screen wrap from Mobiiwrap and i was carefree with my phone for more then two years.\nIf you are person who keeps your phone and keys in the same pocket you'll never be satisfied with any thing. A little bit of attention you don't have to worry about the Wrap/Skin getting damaged.\n\nYOU SEEK QUALITY SERVICE, YOU GO TO MOBIIWRAP!!"
  },
  {
    "author": "GAGAN Preet singh BHATIA",
    "rating": "1 star",
    "text": "Asking 2500 for skin not worth it just waste of time & money Get it done for same skin from another shop in 200 rs dont go there try another  shop 😂😂😂 …"
  },
  {
    "author": "Sugam Enterpries",
    "rating": "5 stars",
    "text": "They have great quality the price worth the quality and there skin stand out from other skins in the market"
  },
  {
    "author": "Afroz Khan",
    "rating": "1 star",
    "text": "Bhai 1 month pahle maine laminate kraya tha aur ab lamination niklne lga h side side se.\nInformed to mobiwrap on insta but didn’t get the response.\n\nSpent ₹800 and lamination last for only 1 month."
  },
  {
    "author": "Muhammad Umar Rather",
    "rating": "5 stars",
    "text": "One of the best wraps they are providing for customers\nThey give quality over quantity\nHappy customer"
  },
  {
    "author": "Simran Kaur",
    "rating": "5 stars",
    "text": "Good behaviour of customer and Excellent work 💯\nI am happy 😊👌 …"
  },
  {
    "author": "Anurag Upadhyay",
    "rating": "5 stars",
    "text": "You are the best Because the creative magic you guys do with love and passion can't be replicated😍😍 …"
  },
  {
    "author": "Sivateja Pampana",
    "rating": "5 stars",
    "text": "It's because 99.99% highly protective and 0.01% of getting damaged and ur finishing.\nYour work =💫💥🔥 …"
  },
  {
    "author": "Shahid Salam",
    "rating": "5 stars",
    "text": "The man is just amazing\nI would rather suggest to the customers for hiving preference to his hand cutting skins rather machine cut\nBy this you can guess the professionalism of man\nHigly recomended\nPlease dont bargain😂😂"
  },
  {
    "author": "ankit aggarwal",
    "rating": "5 stars",
    "text": "One of the finest wrapping done here. Quality & behaviour of owner is just mind boggling. Kudos to Shubham Khandelwal ."
  },
  {
    "author": "Shubhankar Oberoi",
    "rating": "5 stars",
    "text": "One of the best in the market\nAbsolute talent\nCan give any of our device a new look with his creativity with sheer talent and professionalism."
  },
  {
    "author": "Divyansh Sharma",
    "rating": "5 stars",
    "text": "The experience was really good. There were alot of options available I am an anime fan. I found this really cool."
  },
  {
    "author": "Maruthi Sandesh",
    "rating": "5 stars",
    "text": "Because of good quality of the wraps and work done, good product and best workmanship"
  },
  {
    "author": "Swathi Geek",
    "rating": "5 stars",
    "text": "Amazing experience ! Love from Guntur, Andhra Pradesh , Appreciate his work ♥️ I suggested for my cousin's ♥️and friends"
  },
  {
    "author": "Deep Shah",
    "rating": "5 stars",
    "text": "One the best in the market. The quality they provide no one has in the whole market."
  },
  {
    "author": "sm ayaan",
    "rating": "5 stars",
    "text": "Great quality really sharp skins!! Strongly recommended. Great shop best experience and budget friendly!!"
  },
  {
    "author": "Prashant Kshitij",
    "rating": "5 stars",
    "text": "BEST PLACE TO GET YOUR PHONE, CAR KEYS, LAPTOP OR LITERALLY ANYTHING WRAPPED IN DELHI NCR. A MUST VISIT. KEEP UP THE GOOD WORK."
  },
  {
    "author": "akash mehra",
    "rating": "5 stars",
    "text": "Excellent wrapping work. Amazing Skills… Very Innovative and Attractive stuff. Love to visit again…"
  },
  {
    "author": "Rigzin Angmo",
    "rating": "5 stars",
    "text": "Perfect place if you wanna get your phone wrapped in some gorgeous or some laid back wraps. You should drop by for sure."
  },
  {
    "author": "faisal chandna",
    "rating": "5 stars",
    "text": "Nice collection. Quality work. Timely delivery always occupied coz of workload."
  },
  {
    "author": "Yogesh Yeolekar",
    "rating": "5 stars",
    "text": "Imported awesome quality papers and precise cutting edge technology 👍🏻👍🏻 …"
  },
  {
    "author": "Tanishq Verma",
    "rating": "5 stars",
    "text": "Wrapping is available everywhere but you can’t find quality and perfection everywhere"
  },
  {
    "author": "Rahul Chaudhary",
    "rating": "5 stars",
    "text": "One of the best shops for customising phones!"
  },
  {
    "author": "Shubham Gaur",
    "rating": "5 stars",
    "text": "They are genuine and professional i'm really happy with their work"
  },
  {
    "author": "Haris",
    "rating": "5 stars",
    "text": "One of the best place to give your mobile a new look with amazing skin options and the prices are reasonable too"
  },
  {
    "author": "keshav jha",
    "rating": "5 stars",
    "text": "Very good service,fully satisfied with work, value for money"
  },
  {
    "author": "Ujjwal Jain",
    "rating": "5 stars",
    "text": "I really liked their work covering my airports with great ease."
  },
  {
    "author": "Ankit Singh",
    "rating": "4 stars",
    "text": "Great quality of wraps and very high quality finishing.\n\n#happycustomer"
  },
  {
    "author": "rick fame",
    "rating": "4 stars",
    "text": "Mobiwrap is one of the only reason why I buy electronic gadget so that I get them wrapped from him and hustle around."
  },
  {
    "author": "Raj Kapoor",
    "rating": "5 stars",
    "text": "Amazing experience At many Mobiwrap or super Blend with perfection  and quality"
  },
  {
    "author": "Bhavesh Dhadiwal",
    "rating": "5 stars",
    "text": "Hatke Designs..no one can duplicate your skills n designs"
  },
  {
    "author": "Umair Qureshi",
    "rating": "5 stars",
    "text": "Work is very nice and shubham bhaiya nature is awesome"
  },
  {
    "author": "amit dahiya",
    "rating": "5 stars",
    "text": "Lovely experience.. phone look totally changed i loved it."
  },
  {
    "author": "Vasu Agarwal",
    "rating": "5 stars",
    "text": "Amazing experience nyc hospitality and amazing work and quality"
  },
  {
    "author": "Arvind Rana",
    "rating": "5 stars",
    "text": "It's a wow experience and the choice is too huge wide range of collection"
  },
  {
    "author": "Mohd Izhan",
    "rating": "5 stars",
    "text": "The quality of mobi wrap is amazing and exprience is outstanding."
  },
  {
    "author": "Prabal Babbar",
    "rating": "5 stars",
    "text": "Amazing staff and finishing 💯 …"
  },
  {
    "author": "Nikhil Sikka",
    "rating": "4 stars",
    "text": "Nice collection of skins. A bit overpriced but gets the job done."
  },
  {
    "author": "Shashwat Soni",
    "rating": "5 stars",
    "text": "Best quality skin with better protection"
  },
  {
    "author": "Shekhar Jaiswal",
    "rating": "4 stars",
    "text": "Quality of wrap is 100 perfect but the price is bit expensive."
  },
  {
    "author": "Piyush Bhatti",
    "rating": "5 stars",
    "text": "Good quality and owner is also friendly."
  },
  {
    "author": "Priyanshi Bhati",
    "rating": "5 stars",
    "text": "Wraps are awesome and quality is also preety good."
  },
  {
    "author": "ARUNESH SHARMA",
    "rating": "5 stars",
    "text": "Best craftsmanship\nLoved the quality of wrapping ✨"
  },
  {
    "author": "Preeti Chaudhary",
    "rating": "5 stars",
    "text": "Thank you shubham bhai good work"
  },
  {
    "author": "Karthik As",
    "rating": "5 stars",
    "text": "Great Work… really loved it"
  },
  {
    "author": "Navinkrishna Das",
    "rating": "5 stars",
    "text": "Very very good skins and nice people"
  },
  {
    "author": "Sagrika Singh",
    "rating": "4 stars",
    "text": "Great collection and high quality finishing"
  },
  {
    "author": "Piyush Bhatti",
    "rating": "5 stars",
    "text": "Value for money Wrap with good quality stuff."
  },
  {
    "author": "The design code",
    "rating": "5 stars",
    "text": "Wide Range of mobile wrapping. Any gadget can be wrap here instantly."
  },
  {
    "author": "NIKHIL JALUTHRIA",
    "rating": "5 stars",
    "text": "Osm skin and best priz good ❤️"
  },
  {
    "author": "Shoab Jafri",
    "rating": "1 star",
    "text": "The price range starts from 500 rs"
  },
  {
    "author": "AGE 19",
    "rating": "5 stars",
    "text": "Very professional guy ❤️❤️ Should visit store once"
  },
  {
    "author": "Mohit Mk",
    "rating": "5 stars",
    "text": "Excellent wrap quality is very good"
  },
  {
    "author": "Shree Traders",
    "rating": "5 stars",
    "text": "Nice Place to visit, Worth it"
  },
  {
    "author": "Pankaj Choudhary",
    "rating": "5 stars",
    "text": "Excellent work with perfection"
  },
  {
    "author": "Yash Chhatwani",
    "rating": "4 stars",
    "text": "Good collection of skins"
  },
  {
    "author": "CZQQ",
    "rating": "5 stars",
    "text": "Nice"
  },
  {
    "author": "Mohit Magou",
    "rating": "5 stars",
    "text": "Good atmosphere and professional work"
  },
  {
    "author": "Rohit Kumar",
    "rating": "5 stars",
    "text": "Good product 👌 …"
  },
  {
    "author": "Simran Johri",
    "rating": "5 stars",
    "text": "In love with the place and work❤️"
  },
  {
    "author": "Beena Bhati",
    "rating": "5 stars",
    "text": "Multiple range of wrap with good quality."
  },
  {
    "author": "Syed Arsh",
    "rating": "5 stars",
    "text": "Awesome wrap i loved it🔥❤️ …"
  },
  {
    "author": "vishal lamba",
    "rating": "5 stars",
    "text": "Amazing work by mobiiwrap !! 👍🏻 …"
  },
  {
    "author": "abhinav tripathi",
    "rating": "2 stars",
    "text": "Over Priced…less perfection"
  },
  {
    "author": "Pari Sharma",
    "rating": "5 stars",
    "text": "people says overpriced but its worth it..."
  },
  {
    "author": "Baba -",
    "rating": "1 star",
    "text": "Not picking call and bihavior is not good"
  },
  {
    "author": "Girish Sharma",
    "rating": "5 stars",
    "text": "Good and fast service 👍🏼👍🏼 …"
  },
  {
    "author": "Sahil Badhan",
    "rating": "5 stars",
    "text": "Good experience."
  },
  {
    "author": "Harkirat Sandhu",
    "rating": "5 stars",
    "text": "Excellent skin work 🤩 …"
  },
  {
    "author": "Piyush Gupta",
    "rating": "5 stars",
    "text": "Loved the services offered 🙌🏻👍🏻"
  },
  {
    "author": "Mayank soni",
    "rating": "5 stars",
    "text": "Good quality wrap"
  },
  {
    "author": "Siddharth Gupta",
    "rating": "5 stars",
    "text": "Nice place for mobile wrapping"
  },
  {
    "author": "Abhishek Meena",
    "rating": "1 star",
    "text": "Skins is Very Low Quality"
  },
  {
    "author": "Pawan Mittal",
    "rating": "5 stars",
    "text": "Best in class"
  },
  {
    "author": "Sorabh Verma",
    "rating": "5 stars",
    "text": "must try"
  },
  {
    "author": "Swati Sharma",
    "rating": "5 stars",
    "text": "NYC"
  },
  {
    "author": "swapnil d",
    "rating": "5 stars",
    "text": "Great experience"
  },
  {
    "author": "Rahul Verma",
    "rating": "5 stars",
    "text": "Best skins 😁😁 …"
  },
  {
    "author": "Mohammad Essa Imtiyaz",
    "rating": "1 star",
    "text": "Overpriced wraps!"
  },
  {
    "author": "krishna kumar",
    "rating": "5 stars",
    "text": "Amazing work"
  },
  {
    "author": "Akash sain",
    "rating": "5 stars",
    "text": "Good"
  },
  {
    "author": "Mithlesh Giri",
    "rating": "5 stars",
    "text": "Nice experience"
  },
  {
    "author": "Sameer",
    "rating": "5 stars",
    "text": "Love it mobiiwrap"
  },
  {
    "author": "Arbaz Rajput",
    "rating": "1 star",
    "text": "Is High reteted"
  },
  {
    "author": "Umesh Kumar",
    "rating": "5 stars",
    "text": "Perfect skin"
  },
  {
    "author": "Manish Gautam",
    "rating": "5 stars",
    "text": "Awesome 👍👍 …"
  },
  {
    "author": "SAKA DAWA",
    "rating": "4 stars",
    "text": "Great place to get skin for your phone, ear pod case, laptops etc, it's easy to locate.\nThough it's little costly compare to other similar places but their work speaks for the extra amount they are charging. Near work, near fit and finish.\nI will recommend this place."
  },
  {
    "author": "Dharmesh Arora",
    "rating": "4 stars",
    "text": "Gud shop,price is fix but i think finishing and better honi chaiye cutting mein"
  },
  {
    "author": "Vishwajit Kumar",
    "rating": "5 stars",
    "text": "Brother, the quality of your product is very good and the app finishing is very good."
  },
  {
    "author": "Vinod Labhaik",
    "rating": "5 stars",
    "text": "His work is very useful. Brother has given a very beautiful look to my phone. Brother, your work is like a rat in the sky, you are number 1."
  },
  {
    "author": "Devansh Sehrawat",
    "rating": "1 star",
    "text": "Worst customer experience……much more than once…Khaskar Jo Bahar Beth k phone sell Krta h"
  },
  {
    "author": "Chandan Singh",
    "rating": "5 stars",
    "text": "Bahut badhiya collection\nFinishing is 👍 👍 👍 …"
  },
  {
    "author": "Peeyush Rai",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Akash KD",
    "rating": "5 stars",
    "text": "Mauj krdi"
  },
  {
    "author": "Junaid Malik",
    "rating": "3 stars",
    "text": "blind he"
  },
  {
    "author": "Jazim Momin",
    "rating": "4 stars",
    "text": "No text available"
  },
  {
    "author": "Raj Gupta",
    "rating": "1 star",
    "text": "No text available"
  },
  {
    "author": "Nirmal Gupta",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Niftywiser",
    "rating": "1 star",
    "text": "No text available"
  },
  {
    "author": "Raja Ray",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Booyah Bot",
    "rating": "1 star",
    "text": "No text available"
  },
  {
    "author": "mrinaal kapoor",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Mrinal Narang",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Nitin Attri",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Deepak purohit",
    "rating": "1 star",
    "text": "No text available"
  },
  {
    "author": "Mehboob Basha",
    "rating": "4 stars",
    "text": "No text available"
  },
  {
    "author": "SHOAIB NAWAB KHAN",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "C R Patel",
    "rating": "2 stars",
    "text": "No text available"
  },
  {
    "author": "Himanshu Arora",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "vineet gaur",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Suhail Siddiqui",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Rahul Gahlot",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Viresh K Shukla",
    "rating": "1 star",
    "text": "No text available"
  },
  {
    "author": "MÄRÇ",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Yash Sandy",
    "rating": "4 stars",
    "text": "No text available"
  },
  {
    "author": "Saurabh Chaudhary",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Divyank Thakur",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "alok singh",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Gopal das",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Mohit Chaudhary",
    "rating": "4 stars",
    "text": "No text available"
  },
  {
    "author": "Bhavish Kapoor",
    "rating": "4 stars",
    "text": "No text available"
  },
  {
    "author": "amandeep budhiraja",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Akshay chopra",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Gourav Trivedi",
    "rating": "4 stars",
    "text": "No text available"
  },
  {
    "author": "Yoginder Yadav",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Rachit Sharma",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Aaditya Garg",
    "rating": "4 stars",
    "text": "No text available"
  },
  {
    "author": "Honey Sharma",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Nishant Aman",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "atul taneja",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Avishi Khandelwal",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Ria Ghosh",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Dinesh kachhawa",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Junaid Hussain",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "rashi khandelwal upes",
    "rating": "2 stars",
    "text": "No text available"
  },
  {
    "author": "Jass Hora",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "MD SAKLAIN MUSTAK",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Vipin Bara",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Ajay Khandelwal",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Ashu Meena",
    "rating": "4 stars",
    "text": "No text available"
  },
  {
    "author": "Puneet Goyal",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Sunny Dewnani",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Aakash Dan",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Mohd Anam",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Harshit Ahuja",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "inderpal sethi",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Satyam Arora",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "sabby singh",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Karan Wadhwa",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "rohit kapoor",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Dheeraj Rana",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Deepesh kumar",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Depender Singh",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "shiva dhamija",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Anshul Verma",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Gurjinder Singh Chawla",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Aditya Birla",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Avishi Khandelwal",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "shivam arora",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Jain Traders",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "arpits25",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "saurabh mehta",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Sarthak Upadhyay",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Jatin Arora",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Gagan Verma",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Satpal singh Chopra",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Pratik Raj",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Vivek Bhargav",
    "rating": "1 star",
    "text": "No text available"
  },
  {
    "author": "Polaki Asish",
    "rating": "5 stars",
    "text": "No text available"
  },
  {
    "author": "Sohil Belim",
    "rating": "4 stars",
    "text": "No text available"
  },
  {
    "author": "Moin Khan",
    "rating": "5 stars",
    "text": "No text available"
  }
]